tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

cask_args appdir: "/Applications"

brew "anyenv"
brew "carthage"
brew "ffmpeg"
brew "gh"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mint"
brew "mysql"
brew "tree"
brew "yarn"
brew "zsh"

cask "charles"
cask "cyberduck"
cask "deepl"
cask "discord"
cask "docker"
cask "figma"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kindle"
cask "notion"
cask "rectangle"
cask "skitch"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "xcodes"
cask "zoom"

mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
