tap "homebrew/bundle"
brew "actionlint"
brew "asdf"
brew "buf"
brew "direnv"
brew "ffmpeg"
brew "firebase-cli"
brew "gh"
brew "gitmoji"
brew "grpc"
brew "grpcurl"
brew "imagemagick"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "mas"
brew "terraform"
brew "tree"
brew "yq"
cask "appcleaner"
cask "charles"
cask "copilot-for-xcode"
cask "deepl"
cask "discord"
cask "docker"
cask "figma"
cask "gather"
cask "gitify"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kindle"
cask "openvpn-connect"
cask "postman"
cask "rectangle"
cask "skitch"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "xcodes"
cask "zoom"
mas "CopyLinkToPasteboard", id: 1551527433
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "arjun.swagger-viewer"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "golang.go-nightly"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.live-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pbkit.vscode-pbkit"
vscode "qufiwefefwoyn.inline-sql-syntax"
vscode "redhat.vscode-yaml"
vscode "reduckted.vscode-gitweblinks"
vscode "ryanluker.vscode-coverage-gutters"
vscode "sswg.swift-lang"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "vadimcn.vscode-lldb"
vscode "wix.vscode-import-cost"
